Repository: xfce-mirror/xfce4-windowck-plugin
Catalog: po/*.po
Languages: ca, da, el, eu, gl, kk, ro, th, ug, uk

source: _Refresh
ca: _Refresca
da: _Opdater
el: _Aνανέωση
eu: _Freskatu
gl: Actualiza_r
kk: Жаңа_рту
ro: _Reîmprospătează
th: _อ่านใหม่
ug: يېڭىلا(_R)
uk: О_новити

source: Help
ca: Ajuda
da: Hjælp
el: Βοήθεια
eu: Laguntza
gl: Axuda
kk: Көмек
ro: Ajutor
th: วิธีใช้
ug: ياردەم
uk: Довідка

source: _Close
ca: Tan_ca
da: _Luk
el: _Κλείσιμο
eu: _Itxi
gl: _Pechar
kk: _Жабу
ro: În_chide
th: ปิ_ด
ug: ياپ(_C)
uk: _Закрити

source: Unable to open the following url: %s
ca: No es pot obrir l'url següent: %s
da: Kan ikke åbne den følgende url: %s
el: Αδύνατη η πρόσβαση στη διεύθυνση: %s
eu: Ezin da hurrengo urla ireki: %s
gl: Non se puido abrir o seguinte url: %s
kk: Келесі url-ды ашу мүмкін емес: %s
ro: Nu s-a putut deschide următoarea adresă URL: %s
th: ไม่สามารถเปิด URL: %s
ug: تۆۋەندىكى تور ئادرېسىنى ئاچقىلى بولمىدى: %s
uk: Не вдалося відкрити таке посилання: %s

source: Unsupported windowing environment
ca: Entorn de finestres no compatible
el: Μη υποστηριζόμενο περιβάλλον παραθύρου
eu: Leiho ingurune ez onartua
th: ไม่รองรับสภาพแวดล้อมหน้าต่าง
ug: قوللىمايدىغان كۆزنەك مۇھىتى

source: _OK
ca: D'ac_ord
el: _Εντάξει
eu: _Ados
th: _ตกลง
ug: جەزملە(_O)

source: Directory
ca: Directori<br>
da: Mappe
el: Κατάλογος
eu: Direktorioa
gl: Cartafol
kk: Бума
ro: Director
th: ไดเรกทอรี
ug: مۇندەرىجە
uk: Каталог

source: Themes usable
ca: Temes usables
da: Tilgængelig temaer
el: Υποστηριζόμενα θέματα
eu: Itxura erabilgarriak
gl: Temas usábeis
kk: Қолдануға жарамды темалар
ro: Teme utilizabile
th: ชุดตกแต่งที่ใช้ได้
ug: ئىشلىتىلىشچان ئۆرنەك
uk: Доступні теми

source: Control maximized windows.
ca: Controla les finestres maximitzades.
da: Styr maksimerede vinduer.
el: Έλεγχος μεγιστοποιημένων παραθύρων.
eu: Maximizatutako leihoak kontrolatu.
gl: Controlar as xanelas maximizadas
kk: Максималды етілген терезелерді басқару.
ro: Controlează ferestrele maximizate.
th: ควบคุมความกว้างของหน้าต่าง
ug: چوڭايتىلغان كۆزنەكنى تىزگىنلەيدۇ.
uk: Управління розгорнутими вікнами.

source: Control active windows.
ca: Controla les finestres actives.
da: Styr aktive vinduer.
el: Έλεγχος ενεργών παραθύρων.
eu: Leiho aktiboak kontrolatu.
gl: Controlar as xanelas activas
kk: Белсенді терезелерді басқару.
ro: Controlează ferestrele active.
th: ควบคุมหน้าต่างปัจจุบัน
ug: ئاكتىپ كۆزنەكنى تىزگىنلەيدۇ.
uk: Управління активними вікнами.

source: Show the buttons on desktop.
ca: Mostra els botons a l'escriptori.
da: Vis knapperne på skrivebordet.
el: Εμφάνιση κουμπιών στην επιφάνεια εργασίας.
eu: Botoiak mahaigainean erakutsi.
gl: Amosar os botóns no escritorio.
kk: Батырмаларды жұмыс үстелінде көрсету.
ro: Afișează butoanele pe birou.
th: แสดงปุ่มบนเดสก์ท็อป
ug: ئۈستەلئۈستىدىكى توپچىنى كۆرسىتىدۇ.
uk: Показувати кнопки на стільниці.

source: Clicking the close button on the desktop causes log out.
ca: Fer clic al botó de tancar a l'escriptori provoca una desconnexió.
da: Klik på luk-knappen på skrivebordet for at logge ud.
el: Το πάτημα του κουμπιού Κλείσιμο στην επιφάνεια εργασίας προκαλεί αποσύνδεση.
eu: Mahaigaineko ixteko botoian klik egiteak saioa amaitzen du.
gl: Premendo o botón pechar no escritorio produce a saída da sesión.
kk: Жұмыс үстеліндегі жабу батырмасын шерту жүйеден шығуды іске қосады.
ro: Făcând clic în butonul de închidere de pe birou se provoacă ieșirea din sesiune.
th: การคลิกปุ่มปิดบนเดสก์ท็อปจะทำให้ออกจากระบบ
ug: ئۈستەلئۈستىنى كۆرسەتكەندە ياپ توپچە چېكىلسە تىزىمدىن چىقىشنى كەلتۈرۈپ چىقىرىدۇ.
uk: Натискання кнопки закриття на стільниці призводить до виходу з системи.

source: <b>Behaviour</b>
ca: Comportament
da: <b>Opførsel</b>
el: <b>Συμπεριφορά</b>
eu: <b>Portaera</b>
gl: <b>Comportamento</b>
kk: <b>Мінез-құлығы</b>
ro: <b>Comportament</b>
th: <b>พฤติกรรม</b>
ug: <b>قىلمىش</b>
uk: <b>Поведінка</b>

source: Get in sync with the window manager theme.
ca: Sincronitza amb el tema del gestor de finestres.
da: Bliv synkroniseret med vindueshåndteringens tema.
el: Αντικατάσταση θέματος στο διαχειριστή παραθύρων.
eu: Sinkronizatu leiho-kudeatzailearen gaiarekin.
gl: Sincronizar co tema do xestor de xanelas.
kk: Терезелер басқарушысы темасымен синхронды болу.
ro: Intră în sincronizare cu tema administratorului de ferestre.
th: ซิงค์กับชุดตกแต่งตัวจัดการหน้าต่าง
ug: كۆزنەك باشقۇرۇش ئۆرنىكى بىلەن قەدەمداشلىنىدۇ.
uk: Синхронізувати з темою керівника вікон.

source: Button layout:
ca: Disposició dels botons:
da: Layout af knapper:
el: Διάταξη κουμπιών:
eu: Botoien diseinua:
gl: Disposición dos botóns:
kk: Батырмалар жаймасы:
ro: Dispunerea butoanelor:
th: เค้าโครงปุ่ม:
ug: توپچە ئورۇنلاشتۇرۇلۇشى:
uk: Вигляд кнопки:

source: Put the buttons id in the desired order. Example: [HMC] H=Hide, M=Maximize/unMaximize, C=Close
ca: Escriviu els identificadors dels botons en l'ordre desitjat. Exemple: [HMC] H=amaga, M=maximitza/desmaximitza, C=tanca
da: Læg knappernes id'er i den ønskede rækkefølge. Eksempel: [HMC] H=Skjul, M=Maksimer/Afmaksimer, C=Luk
el: Τοποθέτηση αναγνωριστικού κουμπιών στην επιθυμητή σειρά. Παράδειγμα: [HMC] H=Ελαχιστοποίηση, M=Μεγιστοποίηση/Αποελαχιστοποίηση, C=Κλείσιμο
eu: Jarri botoien id nahi duzun ordenean. Esaterako: [HMC] E=Ezkutatu, M=Maximizatu, I=Itxi
gl: Poñer os id dos botóns na orde desexada. Exemplo: [HMC] H=Agochar, M=Maximizar/desMaximizar, C=Pechar
kk: Батырмалар id-рін керек ретпен орналастырыңыз. Мысалы: [HMC] H=Жасыру, M=Максималды/Максималды емес қылу, C=Жабу
ro: Puneți id-ul butoanelor în ordinea dorită. Exemplu: [HMC] H=Ascunde, M=Maximizează/de-maximizează, C=Închide
th: ใส่รหัสปุ่มตามลำดับที่ต้องการ ตัวอย่าง: [HMC] H=ซ่อน, M=ขยาย/ย่อ, C=ปิด
ug: توپچە كىملىكىنى مۇۋاپىق تەرتىپتە تىزىدۇ. مەسىلەن: [HMC] H=يوشۇر، M=چوڭايت/ئەسلىگە قايتۇر، C=ياپ
uk: Розмістіть ід кнопок у потрібному порядку. Наприклад: [HMC] H=Сховати, M=Розгорнути/Згорнути, C=Закрити

source: <b>Appearance</b>
ca: Aparença
da: <b>Udseende</b>
el: <b>Εμφάνιση</b>
eu: <b>Itxura</b>
gl: <b>Aparencia</b>
kk: <b>Сыртқы түрі</b>
ro: <b>Aspect</b>
th: <b>รูปลักษณ์</b>
ug: <b>كۆرۈنۈش</b>
uk: <b>Вигляд</b>

source: Window Header - Buttons
ca: Capçalera de la finestra - Botons
da: Vinduesheader - knapper
el: Επικεφαλίδα παραθύρου - Κουμπιά
eu: Leiho goiburua - Botoiak
gl: Cabeceira da xanela - Botóns
kk: Терезе тақырыптамасы - Батырмалар
ro: Antetul ferestrei - Butoane
th: ตำแหน่งด้านบนหน้าต่าง - ปุ่ม
ug: كۆزنەك ماۋزۇسى - توپچە
uk: Заголовок вікна - Кнопки

source: Put the maximized window buttons on the panel.
ca: Col·loca al panell els botons de la finestra maximitzada.
da: Læg knapperne fra det maksimerede vindue på panelet.
el: Τοποθέτηση κουμπιών του μεγιστοποιημένου παραθύρου στο ταμπλό.
eu: Jarri maximizatutako leiho-botoiak panelean.
gl: Pór os botóns da xanela maximizada no panel.
kk: Максималды етілген терезе батырмаларын панельге орналастыру.
ro: Punei butoanele ferestrei maximizate pe panou.
th: วางปุ่มหน้าต่างที่ขยายใหญ่สุดบนพาเนล
ug: چوڭايتىلغان كۆزنەك توپچىسىنى كۆزنەكچىگە قويىدۇ.
uk: Розміщувати кнопки розгорнутого вікна на панелі.

source: Show the plugin on desktop.
ca: Mostra el connector a l'escriptori.
da: Vis pluginet på skrivebordet.
el: Εμφάνιση πρόσθετου στην επιφάνεια εργασάις.
eu: Erakutsi hedapena mahaigainean.
gl: Amosar o engadido no escritorio.
kk: Плагинді жұмыс үстелінде көрсету.
ro: Afișează modulul pe birou.
th: แสดงปุ่มบนเดสก์ท็อป
ug: قىستۇرمىنى ئۈستەلئۈستىدە كۆرسىتىدۇ.
uk: Показати плагін на робочому столі.

source: Show the window Icon.
ca: Mostra la icona de finestra.
da: Vis vinduets ikon.
el: Εμφάνιση του εικονιδίου παραθύρου.
eu: Erakutsi leihoaren ikonoa.
gl: Amosar a icona de xanela.
kk: Терезе таңбашасын көрсету.
ro: Afișează pictograma ferestrei.
th: แสดงไอคอนหน้าต่าง
ug: كۆزنەك سىنبەلگىسىنى كۆرسىتىدۇ.
uk: Показувати значок вікна.

source: Window Header - Menu
ca: Capçalera de la finestra - Menú
da: Vinduesheader - menu
el: Επικεφαλίδα παραθύρου - Μενού
eu: Leiho goiburua - Menua
gl: Cabeceira da xanela - Menú
kk: Терезе тақырыптамасы - Мәзір
ro: Antetul ferestrei - Meniu
th: ตำแหน่งด้านบนหน้าต่าง - เมนู
ug: كۆزنەك ماۋزۇسى - تىزىملىك
uk: Заголовок вікна - Меню

source: Put the maximized window menu on the panel.
ca: Col·loca al panell el menú de la finestra maximitzada.
da: Læg menuen fra det maksimerede vindue på panelet.
el: Τοποθέτηση μενού του μεγιστοποιημένου παραθύρου στο ταμπλό.
eu: Jarri maximizatutako leihoaren menua panelean.
gl: Pór o menú da xanela maximizada no panel.
kk: Максималды етілген терезе мәзірін панельге орналастыру.
ro: Pune meniul ferestrei maximizate pe panou.
th: วางเมนูหน้าต่างที่ขยายใหญ่สุดบนพาเนล
ug: چوڭايتىلغان كۆزنەك تىزىملىكىنى كۆزنەكچىگە قويىدۇ.
uk: Розміщувати меню розгорнутого вікна на панелі.

source: at most
ca: com a màxim
da: højst
el: το πολύ
eu: gehienez
gl: como máximo
kk: ең көп болғанда
ro: cel mult
th: มากที่สุด
ug: كوپ بولغاندا
uk: не більше

source: fixed to
ca: fixat a
da: fastgjort til
el: σταθερό σε
eu: Hemen konpondua
gl: fixo de
kk: шамасы тура келесідей
ro: fixat la
th: ติดกับ
ug: مۇقىم
uk: фіксовано до

source: expand
ca: expandeix
da: udvid
el: επέκταση
eu: hedatu
gl: expandido
kk: кеңейту
ro: expandare
th: ขยาย
ug: ياي
uk: розширити

source: left
ca: esquerra
da: venstre
el: αριστερά
eu: ezker
gl: esquerdo
kk: сол жақ
ro: stânga
th: ซ้าย
ug: سول
uk: ліворуч

source: center
ca: centre
da: i midten
el: κέντρο
eu: zentro
gl: centrado
kk: ортасы
ro: centru
th: ตรงกลาง
ug: ئوتتۇرا
uk: по центрі

source: right
ca: dreta
da: højre
el: δεξιά
eu: eskuin
gl: dereito
kk: оң жақ
ro: dreapta
th: ด้านขวา
ug: ئوڭ
uk: праворуч

source: Width:
ca: Amplada:
da: Bredde:
el: Πλάτος:
eu: Zabalera
gl: Ancho:
kk: Ені:
ro: Lățime:
th: ความกว้าง:
ug: كەڭلىك:
uk: Ширина:

source: chars
ca: caràcters
da: tegn
el: χαρακτήρες
eu: karaktereak
gl: caracteres
kk: таңба
ro: caractere
th: ตัวอักษร
ug: ھەرپ
uk: знаків

source: Padding:
ca: Espaiat:
el: Επικάλυψη:
eu: Betegarria:
gl: Recheo:
kk: Шегіну:
ro: Completare:
th: ช่องว่างภายใน:
ug: يان ئارىلىقى:
uk: Відступ:

source: pixels
ca: píxels
eu: pixelak
gl: píxeles
kk: пиксель
ro: pixeli
th: พิกเซล
ug: پىكسېل
uk: пікселів

source: Show the full title name
ca: Mostra el nom de títol compet
da: Vis det fulde titelnavn
el: Εμφάνιση πλήρους ονόματος στο τίτλο
eu: Izenburu izen osoa erakutsi
gl: Amosar o nome do título completo
kk: Толық атауын көрсету
ro: Afișează numele complet al titlului
th: แสดงชื่อเต็ม
ug: تولۇق ماۋزۇ ئىسمىنى كۆرسىتىدۇ
uk: Показувати повну назву заголовка

source: Display the title in two lines
ca: Mostra el títol en dues línies<br>
da: Vis titlen på to linjer
el: Εμφάνιση τίτλου σε δύο γραμμές
eu: Izenburua bi lerrotan erakutsi
gl: Amosar o título en dúas liñas
kk: Атауды екі жолда көрсету
ro: Afișează titlul pe două rânduri
th: แสดงชื่อเรื่องเป็นสองบรรทัด
ug: ماۋزۇنى ئىككى قۇر كۆرسىتىدۇ
uk: Відображати заголовок у два рядки

source: Sync the font with the window manager.
ca: Sincronitza el tipus de lletra amb el gestor de finestres.
da: Synkroniser skrifttypen med vindueshåndteringen.
el: Αντικατάσταση της γραμματοσειράς τίτλου στο διαχειριστή παραθύρων.
eu: Sinkronizatu letra-tipoa leiho-kudeatzailearekin.
gl: Sincronizar o tipo de letra co xestor de xanelas.
kk: Терезелер басқарушысы қарібімен синхронды болу.
ro: Sincronizează fontul cu administratorul de ferestre.
th: ซิงค์แบบอักษรกับตัวจัดการหน้าต่าง
ug: خەت نۇسخىسىنى كۆزنەك باشقۇرغۇچ بىلەن قەدەمداشلايدۇ.
uk: Синхронізувати шрифт з керівником вікон.

source: Title font:
ca: Tipus de lletra del títol:
da: Skrifttype for titel:
el: Γραμματοσειρά τίτλου:
eu: Izenburuaren letra-mota:
gl: Tipo de letra do título:
kk: Атау қарібі:
ro: Fontul titlului:
th: แบบอักษรชื่อเรื่อง:
ug: ماۋزۇ خەت نۇسخا:
uk: Шрифт заголовка:

source: Subtitle font:
ca: Tipus de lletra del subtítol:
da: Skrifttype for undertitel:
el: Γραμματοσειρά υπότιτλου:
eu: Azpitituluaren letra-mota:
gl: Tipo de letra do subtítulo:
kk: Қосымша атау қарібі:
ro: Fontul subtitlurilor:
th: แบบอักษรคำบรรยาย:
ug: تارماق ماۋزۇ خەت نۇسخا:
uk: Шрифт підзаголовка:

source: Alignment:
ca: Alineació:
da: Justering:
el: Στοίχιση:
eu: Lerrokatzea:
gl: Aliñamento:
kk: Туралау:
ro: Aliniere:
th: ตำแหน่ง:
ug: توغرىلاش::
uk: Вирівнювання:

source: Window Header - Title
ca: Capçalera de finestra - Títol
da: Vinduesheader - titel
el: Επικεφαλίδα παραθύρου - Τίτλος
eu: Leiho goiburua - Izenburua
gl: Cabeceira da xanela - Título
kk: Терезе тақырыптамасы - Атауы
ro: Antetul ferestrei - Titlu
th: ตำแหน่งด้านบนหน้าต่าง - ชื่อหน้าต่าง
ug: كۆزنەك ماۋزۇسى - ماۋزۇ
uk: Заголовок вікна - Заголовок

source: Put the maximized window title on the panel.
ca: Col·loca al panell el títol de la finestra maximitzada.
da: Læg titlen fra det maksimerede vindue på panelet.
el: Τοποθέτηση τίτλου του μεγιστοποιημένου παραθύρου στο ταμπλό.
eu: Jarri maximizatutako leihoaren izenburua panelean.
gl: Pór o título da xanela maximizada no panel.
kk: Максималды етілген терезе атауын панельге орналастыру.
ro: Pune titlul ferestrei maximizate pe panou.
th: ใส่ชื่อหน้าต่างที่ขยายใหญ่สุดบนพาเนล
ug: چوڭايتىلغان كۆزنەك ماۋزۇسىنى كۆزنەكچىگە قويىدۇ.
uk: Розміщувати заголовок розгорнутого вікна на панелі.
